<template>
  <div class="about">
    <mt-header title="用户协议">
      <span slot="left" @click="back">
        <mt-button icon="back"></mt-button>
      </span>
    </mt-header>
    <section class="pb8">
      <div class="guide-content">
        <p>
          1.确认并接受
          <br />1.1 去旅游根据《去旅游服务协议》（以下简称"本协议"）为用户提供各类网站、产品或服务等（以下简称“本服务”）。“去旅游”是指北京蚂蜂窝网络科技有限公司及其相关服务可能存在的运营关联单位。“用户”是指本服务的使用人，本协议也可能使用“您”来称呼用户。本协议的条款去旅游有权随时更新，一旦发生变动，去旅游将在网页上发布修改内容。此外，当您使用去旅游某一具体网站频道、产品、服务等具体服务时，您应遵守去旅游的与该具体服务相关的具体协议、指引和规则等。如《游记协议》，《网络信息侵权通知指引》，《免责声明》等，前述所有的具体协议、指引和声明等，均构成本协议的一部分。
          <br />1.2 您在使用本服务之前，应仔细阅读本协议以及相关具体协议。本协议构成法律上的书面协议，本协议限制、免责条款可能以黑体加粗形式提示您注意。除非您已阅读并接受本协议所有条款，否则您无权使用本服务。如您不同意本协议，或本协议全部或任何部分的修改，请您立即停止使用本服务；您一旦使用本服务，即视为您已完全理解并同意本协议及本协议相关修订的各项内容。
          <br />1.3 若用户未满18周岁则属于未成年人用户，未成年人用户请在监护人监护、指导下，阅读了解本协议和使用本服务。
        </p>
        <p>
          2.服务内容
          <br />2.1 本服务的具体内容，由去旅游根据实际情况决定提供或不提供，例如：在去旅游网站及APP产品中发布游记、旅游攻略、日记、结伴旅行、话题、上传图片；发布或参加各类线上及线下活动；发布并分享对文章、话题、活动、图片的评论。您理解并同意，本服务是按照现有技术和条件所能达到的现状提供的。去旅游会尽最大努力向您提供服务，确保服务的连贯性和安全性；但去旅游不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，去旅游均不承担任何责任。去旅游保留有权不经事先通知为升级、维护或其它目的暂停本服务全部或任何部分。
          <br />2.2 去旅游会不定期通过站内积分，来奖励或兑换真实物品，具体实施方案将由去旅游在某一具体的服务中具体确定。并且去旅游禁止所有活动中的刷顶及一切作弊行为，活动中同一IP地址注册5个以上账号并均有相似的点赞或投票行为，账号注册时间与点赞或投票时间间隔过短等明显可疑行为将被认定为作弊行为，去旅游有权取消您的获奖资格，情节严重者将追究用户的相关责任。
          <br />2.3 请您理解，去旅游仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。
          <br />2.4您同意去旅游可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。去旅游可能为您提供选择停止接受广告信息的功能或渠道，但任何时候您都不得以本协议未明确约定或去旅游未书面许可的方式屏蔽、过滤广告信息。去旅游依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，去旅游不承担责任。
          <br />2.5 去旅游依法为用户提供本服务，但是用户应对其使用去旅游自行承担责任及风险，去旅游在任何情况下不就因使用或不能使用去旅游提供的服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。
          <br />2.6 除您与去旅游另行书面约定外，去旅游保留随时停止、修改或中断服务而不需通知您的权利。去旅游不需就此对用户或第三方负责。
        </p>
        <p>
          3.用户使用基本规则
          <br />3.1 您在使用去旅游的服务时可能需要注册一个账号。注册成功后，便成为去旅游的注册用户，会获得到一个账号和密码。您理解并接受去旅游对该账号的授权仅限于您个人、非商业、不可转让及非排他性的使用，去旅游保留该账号的所有权，并可以在必要时收回该账号，您仅可为访问或使用本服务的目的而使用该账号。去旅游特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。用户对利用该密码和帐号所进行的一切活动负全部责任。如果您的密码和帐号遭到未授权的使用或发生其他任何安全问题，应立即通知去旅游。
          <br />3.2 您同意在使用本服务时遵守当地的相关法律法规的所有规定，并尊重当地的道德和风俗习惯。如您的行为违反当地法律法规或道德风俗，您应当为此独立承担责任。构成违法或犯罪的，将由您自行承担刑事责任。如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求去旅游给予协助的，去旅游可能会依法协助。如果您的违法行为造成去旅游损害的，您应依法予以赔偿。
          <br />3.3 用户可在使用本服务发布文章、图片、评论及其他信息，但不得使用去旅游服务发送或传播敏感信息和违反国家法律法规政策的信息，此类信息包括但不限于：
          <br />1）反对宪法所确定的基本原则的；
          <br />2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
          <br />3）损害国家荣誉和利益的；
          <br />4）煽动民族仇恨、民族歧视，破坏民族团结的；
          <br />5）破坏国家宗教政策，宣扬邪教和封建迷信的；
          <br />6）散布谣言，扰乱社会秩序，破坏社会稳定的；
          <br />7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
          <br />8）侮辱或者诽谤他人，侵害他人合法权益的；
          <br />9）含有法律、行政法规禁止的其他内容的。
          3.4 用户在使用本服务过程中，还必须遵循以下原则：
          <br />1） 遵守中国及所在国有关的法律和法规；
          <br />2）用户不得侵任何人的知识产权，包括但不限于不得将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利；
          <br />3）用户不得侵犯涉密信息，包括但不限于不得将无权传送的内容（例如商业秘密、内部资料、机密资料、个人信息等）进行上载、张贴、发送电子邮件或以其它方式发布、传送、传播、储存、或提供；
          <br />4）用户不得为任何非法目的而使用网络服务系统，包括但不限于应当遵守法律法规，以及所有与网络服务有关的网络协议、规定和程序，不得利用去旅游网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为，或其他任何非法行为；
          <br />5）用户仅可在非商业范围内使用本服务。不得进行任何未经去旅游书面许可的商业广告行为，包括但不限于将广告函件、促销资料、垃圾邮件等，加以上载、张贴、发送电子邮件、发送站内信或以其它方式发布、传送、传播、储存，或提供；不得对去旅游上的任何数据作商业性利用，包括但不限于在未经去旅游事先书面同意的情况下，以复制、发布、传播等任何方式使用去旅游上展示的资料；
          <br />6）用户不得利用本服务实施侵权行为，包括但不限于不得使用虚假、冒充他人或其他方的信息注册去旅游后发布评论或其他内容，不得冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为其言论或身份与任何人或任何机构有关；不得伪造标题或以其它方式操控识别资料，使人误认为该内容为去旅游所传送；不得以虚构或歪曲事实的方式不当评价其他用户；不得利用去旅游网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、庸俗淫秽的或其他任何非法的信息资料；
          <br />7） 用户不得破坏本服务的提供，或侵犯本服务相关的任何权利，包括但不限于不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其它方式传送；不得采取任何将导致不合理的庞大数据负载加诸去旅游网络设备的行动；
          <br />8）用户不得利用网络服务进行任何不利于去旅游的行为。
          <br />3.5 如用户违反本协议规定，去旅游有权在不通知用户的情况下删帖，严重违反上述规定的，去旅游有权单方取消对用户的服务。同时如果去旅游有理由认为用户的任何行为，包括但不限于用户的任何言论、账号、昵称或其它行为，违反或可能违反国家法律和法规的任何规定或影响到去旅游的利益，去旅游可在任何时候不经任何事先通知单方停止向用户提供服务，并无需对用户承担任何义务。
          <br />3.6 您在此承诺不经去旅游书面同意，不能利用本服务进行销售或开展其他商业性行为。如用户违反此约定，去旅游将依法追究您的违约责任，由此给去旅游造成损失的，去旅游有权主张损失赔偿，该等赔偿包括但不限于直接损失和可得利益损失。
        </p>
        <p>
          4.用户隐私保护
          <br />4.1去旅游非常重视对用户个人信息的保护。去旅游将按照本协议及《隐私政策》的规定收集、使用、储存和分享您的个人信息。本协议对个人信息保护规定的内容与上述《隐私政策》有相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。
          <br />4.2保护用户隐私是去旅游的一项基本政策，去旅游不对外公开或向第三方提供用户的注册资料及用户在使用网络服务时存储在去旅游的非公开内容，但下列情况除外：
          <br />1）事先获得用户的明确授权；
          <br />2）根据有关的法律法规要求；
          <br />3）按照相关政府主管部门的要求；
          <br />4）为维护社会公众的利益；
          <br />5）为维护去旅游的合法权益等
          <br />4.3 在以下（包括但不限于）几种情况下，去旅游有权使用用户的个人信息：
          <br />1） 某些情况下为进行相关商业合作需要调取用户的个人信息，该等情形包括但不限于在进行第三方旅游产品促销或抽奖时，去旅游可能会与赞助商共享用户的个人信息，在这些情况下去旅游可能会在发送用户信息之前进行提示，您可以通过不参与来终止传送过程。
          <br />2） 去旅游可能会将用户信息与第三方数据匹配。
          <br />3） 去旅游会披露用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述公司的服务。在对用户隐私资料进行去身份化处理的前提下，去旅游有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
          <br />4） 用户通过去旅游购买第三方利用去旅游平台提供产品或服务时，去旅游获得的信息及用户提供的信息（例如用户的信用卡信息和通讯信息等）会提供给商家，这些商家会进行数据收集操作，但去旅游对商家的此种操作不负任何责任。
          <br />4.4如您认为您的个人信息被去旅游超目的使用、或被其他用户侵权，请立即与去旅游联系，并按照要求提供相应的证明资料，去旅游将及时调查核实处理。
        </p>
      </div>
    </section>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
  methods: {
    back() {
      this.$router.go(-1);
    }
  }
};
</script>

<style scoped>
.mint-header {
  background-color: #f7c902;
  position: fixed;
  top: 0;
  width: 100%;
}
.guide-content {
  width: 95%;
  overflow: hidden;
  margin: 0.1rem auto;
  padding-top: 0.8rem;
  font-size: 0.28rem;
  color: #323232;
  line-height: 0.5rem;
}
.guide-content p{
    margin:0.2rem 0;
}
</style>
